{
  "count": 3,
  "next": null,
  "previous": null,
  "results": [
    {
      "id": 3,
      "created_at": "2023-05-29T12:31:10.142844Z",
      "updated_at": "2023-05-29T12:31:10.142867Z",
      "name": "Belgium",
      "short_code": "be",
      "caption": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest.",
      "continent": "EU",
      "capital": "Brussels",
      "population": 1149240,
      "students": null,
      "international_students": null,
      "about": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,528 km2 (11,787 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376/km2 (970/sq mi). Belgium is part of an area known as the Low Countries, historically a somewhat larger region than the Benelux group of states, as it also included parts of northern France. The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi, Liège, Bruges, Namur, and Leuven.\r\n\r\nBelgium is a sovereign state and a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region (Flanders) in the north, the Walloon Region (Wallonia) in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita. Belgium is also home to two main linguistic communities: the Flemish Community, which constitutes about 60 percent of the population, and the French Community, which constitutes about 40 percent of the population. A small German-speaking Community, numbering around one percent, exists in the East Cantons. The Brussels-Capital Region is officially bilingual in French and Dutch, although French is the dominant language. Belgium's linguistic diversity and related political conflicts are reflected in its complex system of governance, made up of six different governments.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Belgium",
      "trivia_facts": "",
      "living_costs": "",
      "published": false,
      "currency": 4
    },
    {
      "id": 2,
      "created_at": "2023-05-29T12:30:13.863796Z",
      "updated_at": "2023-05-29T12:30:13.863818Z",
      "name": "Nigeria",
      "short_code": "ng",
      "caption": "Nigeria is a country in West Africa. It is situated between the Sahel to the north and the Gulf of Guinea to the south in the Atlantic Ocean. It covers an area of 923,769 square kilometres (356,669 sq mi), and with a population of over 225 million,  it is the most populous country in Africa, and the world's sixth-most populous country.",
      "continent": "AF",
      "capital": "Abuja",
      "population": 200000000,
      "students": null,
      "international_students": null,
      "about": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It is situated between the Sahel to the north and the Gulf of Guinea to the south in the Atlantic Ocean. It covers an area of 923,769 square kilometres (356,669 sq mi), and with a population of over 230 million, it is the most populous country in Africa, and the world's sixth-most populous country. Nigeria borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. The largest city in Nigeria is Lagos, one of the largest metropolitan areas in the world and the second-largest in Africa.\r\n\r\nNigeria has been home to several indigenous pre-colonial states and kingdoms since the second millennium BC, with the Nok civilization in the 15th century BC marking the first internal unification in the country. The modern state originated with British colonialization in the 19th century, taking its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Lugard. The British set up administrative and legal structures while practising indirect rule through traditional chiefdoms in the Nigeria region. Nigeria became a formally independent federation on 1 October 1960. It experienced a civil war from 1967 to 1970, followed by a succession of military dictatorships and democratically elected civilian governments until achieving a stable democracy in the 1999 presidential election. The 2015 general election was the first time an incumbent president failed to be re-elected.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Nigeria",
      "trivia_facts": "",
      "living_costs": "",
      "published": false,
      "currency": 3
    },
    {
      "id": 1,
      "created_at": "2023-05-29T12:29:14.606029Z",
      "updated_at": "2023-05-29T12:29:14.606053Z",
      "name": "Canada",
      "short_code": "ca",
      "caption": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic Ocean to the Pacific Ocean and northward into the Arctic Ocean, covering over 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area.",
      "continent": "NA",
      "capital": "Ottawa",
      "population": 28000000,
      "students": 1775000,
      "international_students": 323000,
      "about": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic Ocean to the Pacific Ocean and northward into the Arctic Ocean, covering over 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area.\r\n\r\nCanada is described as a \"full democracy\", with a tradition of liberalism, and an egalitarian, moderate political ideology. An emphasis on social justice has been a distinguishing element of Canada's political culture. Peace, order, and good government, alongside an Implied Bill of Rights, are founding principles of the Canadian government.\r\n\r\nCanada has a highly developed mixed-market economy, with the world's eighth-largest economy as of 2022, and a nominal GDP of approximately US$2.221 trillion. It is one of the least corrupt countries in the world and is one of the world's largest trading nations, with a highly globalized economy. Canada's economy ranks above the US and most western European nations on The Heritage Foundation's Index of Economic Freedom and experiences a relatively low level of income disparity. The country's average household disposable income per capita is \"well above\" the OECD average. The Toronto Stock Exchange is the ninth-largest stock exchange in the world by market capitalization, listing over 1,500 companies with a combined market capitalization of over US$2 trillion.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Canada",
      "trivia_facts": "1. After Russia, Canada is the second largest country in the world in terms of land mass.\r\n2. Canada has more lakes than the rest of the world’s lakes combined. Plenty of opportunities to go for a swim!\r\n3.The Blackberry Smartphone is developed in Waterloo, Ontario.\r\n4.Canada is home to approximately 55,000 different insect species.\r\n5. Canada has a prison for polar bears who break into people’s homes.",
      "living_costs": "Let's take a closer look at the average tuition and living expenses in Canada:\r\n\r\nAverage university tuition fees in Canada\r\n-------------------------------------------------------------------------\r\nIn Canada, the fees vary based on your level, university, discipline, and country of origin. Private universities are more expensive than public ones, but overall, tuition fees for international students range between:\r\n\r\n1,000–30,000 CAD/year for Bachelor's degrees\r\n1,000–65,000 CAD/year for Master's degrees\r\n\r\nAverage cost of living in Canada\r\n---------------------------------------------------------------------------\r\nCompared to the rest of the world, Canada can be rather pricey. Especially in major cities, you may find that transportation and food have higher price stickers than most other countries.\r\n\r\nYou should prepare at least 800–1,500 CAD per month for most cities. In Vancouver or Calgary, living costs can reach 2,000 CAD per month.\r\n\r\nHere’s a breakdown of some of the average costs for various things in Canada:\r\n\r\nRent (private apartment): 650–1,200 CAD/month\r\nUtilities: 230–270 CAD/month\r\nPair of jeans: 64 CAD\r\nMonthly transportation card/ticket: 97 CAD\r\nBottle of wine: 15 CAD\r\nLoaf of bread: 2.90 CAD\r\nMilk: 2.50 CAD\r\nTicket to the cinema: 14 CAD",
      "published": false,
      "currency": 2
    },
    {
      "id": 4,
      "created_at": "2023-05-29T12:31:10.142844Z",
      "updated_at": "2023-05-29T12:31:10.142867Z",
      "name": "Belgium",
      "short_code": "be",
      "caption": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest.",
      "continent": "EU",
      "capital": "Brussels",
      "population": 1149240,
      "students": null,
      "international_students": null,
      "about": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,528 km2 (11,787 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376/km2 (970/sq mi). Belgium is part of an area known as the Low Countries, historically a somewhat larger region than the Benelux group of states, as it also included parts of northern France. The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi, Liège, Bruges, Namur, and Leuven.\r\n\r\nBelgium is a sovereign state and a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region (Flanders) in the north, the Walloon Region (Wallonia) in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita. Belgium is also home to two main linguistic communities: the Flemish Community, which constitutes about 60 percent of the population, and the French Community, which constitutes about 40 percent of the population. A small German-speaking Community, numbering around one percent, exists in the East Cantons. The Brussels-Capital Region is officially bilingual in French and Dutch, although French is the dominant language. Belgium's linguistic diversity and related political conflicts are reflected in its complex system of governance, made up of six different governments.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Belgium",
      "trivia_facts": "",
      "living_costs": "",
      "published": false,
      "currency": 4
    }, 
{
  "id": 1,
  "created_at": "2023-06-27T10:15:23.987561Z",
  "updated_at": "2023-06-27T10:15:23.987578Z",
  "name": "United States",
  "short_code": "us",
  "caption": "The United States of America is a country in North America. It is composed of 50 states, a federal district, five major unincorporated territories, 326 Indian reservations, and some minor possessions.",
  "continent": "NA",
  "capital": "Washington, D.C.",
  "population": 331002651,
  "students": null,
  "international_students": null,
  "about": "The United States of America (USA), commonly known as the United States (US), or simply America, is a country primarily located in North America. It consists of 50 states, a federal district, five major unincorporated territories, 326 Indian reservations, and some minor possessions. The capital city is Washington, D.C., and the most populous city is New York City.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/United_States",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 5
},
{
  "id": 2,
  "created_at": "2023-06-27T10:17:35.879451Z",
  "updated_at": "2023-06-27T10:17:35.879470Z",
  "name": "Germany",
  "short_code": "de",
  "caption": "Germany, officially known as the Federal Republic of Germany, is a country in Central Europe. It is bordered to the north by the North Sea, Denmark, and the Baltic Sea, to the east by Poland and the Czech Republic, to the south by Austria and Switzerland, and to the west by France, Luxembourg, Belgium, and the Netherlands.",
  "continent": "EU",
  "capital": "Berlin",
  "population": 83190556,
  "students": null,
  "international_students": null,
  "about": "Germany, officially known as the Federal Republic of Germany, is a country in Central Europe. It is bordered to the north by the North Sea, Denmark, and the Baltic Sea, to the east by Poland and the Czech Republic, to the south by Austria and Switzerland, and to the west by France, Luxembourg, Belgium, and the Netherlands. Germany covers an area of 357,022 square kilometers (137,847 sq mi) and has a largely temperate seasonal climate.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/Germany",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 6
},
{
  "id": 3,
  "created_at": "2023-06-27T10:19:52.337285Z",
  "updated_at": "2023-06-27T10:19:52.337305Z",
  "name": "France",
  "short_code": "fr",
  "caption": "France, officially known as the French Republic, is a country primarily located in Western Europe. It is bordered by Belgium, Luxembourg, Germany, Switzerland, Italy, Monaco, Spain, Andorra, and the United Kingdom.",
  "continent": "EU",
  "capital": "Paris",
  "population": 67059887,
  "students": null,
  "international_students": null,
  "about": "France, officially known as the French Republic, is a country primarily located in Western Europe. It is bordered by Belgium, Luxembourg, Germany, Switzerland, Italy, Monaco, Spain, Andorra, and the United Kingdom. France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It covers an area of 551,695 square kilometers (213,410 sq mi) and has a population of around 67 million people.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/France",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 7
},
{
  "id": 4,
  "created_at": "2023-06-27T10:22:08.542173Z",
  "updated_at": "2023-06-27T10:22:08.542193Z",
  "name": "United Kingdom",
  "short_code": "gb",
  "caption": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in northwestern Europe, off the north-western coast of the mainland continent.",
  "continent": "EU",
  "capital": "London",
  "population": 67886011,
  "students": null,
  "international_students": null,
  "about": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in northwestern Europe, off the north-western coast of the mainland continent. The United Kingdom includes the island of Great Britain, the northeastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Apart from this land border, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south, and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 93,628 square miles (242,500 km2).",
  "about_wiki_link": "https://en.wikipedia.org/wiki/United_Kingdom",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 8
},
{
  "id": 5,
  "created_at": "2023-06-27T10:24:21.701997Z",
  "updated_at": "2023-06-27T10:24:21.702017Z",
  "name": "Italy",
  "short_code": "it",
  "caption": "Italy, officially known as the Italian Republic, is a country consisting of a peninsula delimited by the Alps and several islands surrounding it. Italy is located in Southern Europe, and it is often referred to as the 'boot' due to its distinctive shape.",
  "continent": "EU",
  "capital": "Rome",
  "population": 60461826,
  "students": null,
  "international_students": null,
  "about": "Italy, officially known as the Italian Republic, is a country consisting of a peninsula delimited by the Alps and several islands surrounding it. Italy is located in Southern Europe, and it is often referred to as the 'boot' due to its distinctive shape. Italy shares land borders with France,Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy covers an area of 301,340 square kilometers (116,350 sq mi) and has a largely Mediterranean climate.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/Italy",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 9
},
{
  "id": 6,
  "created_at": "2023-06-27T10:26:37.896825Z",
  "updated_at": "2023-06-27T10:26:37.896845Z",
  "name": "Spain",
  "short_code": "es",
  "caption": "Spain, officially known as the Kingdom of Spain, is a country located in Southern Europe. It is bordered by Portugal to the west, France and Andorra to the northeast, and Gibraltar to the south.",
  "continent": "EU",
  "capital": "Madrid",
  "population": 46733038,
  "students": null,
  "international_students": null,
  "about": "Spain, officially known as the Kingdom of Spain, is a country located in Southern Europe. It is bordered by Portugal to the west, France and Andorra to the northeast, and Gibraltar to the south. Spain covers an area of 505,992 square kilometers (195,365 sq mi) and has diverse landscapes, including the Pyrenees mountains, the Meseta Central plateau, and the coastal regions along the Mediterranean Sea and the Atlantic Ocean.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/Spain",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 10
},
{
  "id": 7,
  "created_at": "2023-06-27T10:28:50.076951Z",
  "updated_at": "2023-06-27T10:28:50.076972Z",
  "name": "Canada",
  "short_code": "ca",
  "caption": "Canada is a country in North America. It is the second-largest country in the world by land area, covering approximately 9.98 million square kilometers (3.85 million square miles).",
  "continent": "NA",
  "capital": "Ottawa",
  "population": 38048738,
  "students": null,
  "international_students": null,
  "about": "Canada is a country in North America. It is the second-largest country in the world by land area, covering approximately 9.98 million square kilometers (3.85 million square miles). Canada is known for its diverse geography, which includes vast forests, mountain ranges, prairies, and Arctic tundra. It shares borders with the United States to the south and is surrounded by three oceans: the Atlantic Ocean to the east, the Pacific Ocean to the west, and the Arctic Ocean to the north.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/Canada",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 11
},
{
  "id": 8,
  "created_at": "2023-06-27T10:31:03.012482Z",
  "updated_at": "2023-06-27T10:31:03.012502Z",
  "name": "Australia",
  "short_code": "au",
  "caption": "Australia, officially known as the Commonwealth of Australia, is a country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands.",
  "continent": "OC",
  "capital": "Canberra",
  "population": 25709197,
  "students": null,
  "international_students": null,
  "about": "Australia, officially known as the Commonwealth of Australia, is a country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the world's sixth-largest country by total area, covering approximately 7.7 million square kilometers (2.97 million square miles). Australia is known for its stunning landscapes, including the Great Barrier Reef, the Outback, and iconic landmarks such as the Sydney Opera House and Uluru.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/Australia",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 12
},
{
  "id": 9,
  "created_at": "2023-06-27T10:33:15.157645Z",
  "updated_at": "2023-06-27T10:33:15.157667Z",
  "name": "Brazil",
  "short_code": "br",
  "caption": "Brazil, officially known as the Federative Republic of Brazil, is the largest country in both South America and Latin America. It is the world's fifth-largest country by land area and population.",
  "continent": "SA",
  "capital": "Brasília",
  "population": 213993437,
  "students": null,
  "international_students": null,
  "about": "Brazil, officially known as the Federative Republic of Brazil, is the largest country in both South America and Latin America. It is the world's fifth-largest country by land area and population. Brazil is known for its vibrant culture, diverse ecosystems including the Amazon rainforest, and iconic landmarks such as Christ the Redeemer in Rio de Janeiro. It shares borders with every South American country except for Ecuador and Chile.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/Brazil",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 13
},
{
  "id": 10,
  "created_at": "2023-06-27T10:35:26.786792Z",
  "updated_at": "2023-06-27T10:35:26.786812Z",
  "name": "China",
  "short_code": "cn",
  "caption": "China, officially known as the People's Republic of China, is a country located in East Asia. It is the world's most populous country, with a population of over 1.4 billion.",
  "continent": "AS",
  "capital": "Beijing",
  "population": 1444216107,
  "students": null,
  "international_students": null,
  "about": "China, officially known as the People's Republic of China, is a country located in East Asia. It is the world's most populous country, with a population of over 1.4 billion. China is known for its rich history, diverse landscapes, and rapid economic growth. It is home to iconic landmarks such as the Great Wall of China, the Terracotta Army, and the Forbidden City.",
  "about_wiki_link": "https://en.wikipedia.org/wiki/China",
  "trivia_facts": "",
  "living_costs": "",
  "published": false,
  "currency": 14
}
]
}